[
    {
        "title": "霸王别姬 - Farewell My Concubine",
        "categories": "剧情爱情",
        "country": "中国内地、中国香港 ",
        "duration": " 171 分钟",
        "release_date": "1993-07-26 上映",
        "score": "9.5",
        "drama": "剧情简介\n\n影片借一出《霸王别姬》的京戏，牵扯出三个人之间一段随时代风云变幻的爱恨情仇。段小楼（张丰毅 饰）与程蝶衣（张国荣 饰）是一对打小一起长大的师兄弟，两人一个演生，一个饰旦，一向配合天衣无缝，尤其一出《霸王别姬》，更是誉满京城，为此，两人约定合演一辈子《霸王别姬》。但两人对戏剧与人生关系的理解有本质不同，段小楼深知戏非人生，程蝶衣则是人戏不分。段小楼在认为该成家立业之时迎娶了名妓菊仙（巩俐 饰），致使程蝶衣认定菊仙是可耻的第三者，使段小楼做了叛徒，自此，三人围绕一出《霸王别姬》生出的爱恨情仇战开始随着时代风云的变迁不断升级，终酿成悲剧。"
    },
    {
        "title": "这个杀手不太冷 - Léon",
        "categories": "剧情动作犯罪",
        "country": "法国 ",
        "duration": " 110 分钟",
        "release_date": "1994-09-14 上映",
        "score": "9.5",
        "drama": "剧情简介\n\n里昂（让·雷诺 饰）是名孤独的职业杀手，受人雇佣。一天，邻居家小姑娘马蒂尔德（纳塔丽·波特曼 饰）敲开他的房门，要求在他那里暂避杀身之祸。原来邻居家的主人是警方缉毒组的眼线，只因贪污了一小包毒品而遭恶警（加里·奥德曼 饰）杀害全家的惩罚。马蒂尔德 得到里昂的留救，幸免于难，并留在里昂那里。里昂教小女孩使枪，她教里昂法文，两人关系日趋亲密，相处融洽。 女孩想着去报仇，反倒被抓，里昂及时赶到，将女孩救回。混杂着哀怨情仇的正邪之战渐次升级，更大的冲突在所难免……"
    },
    {
        "title": "肖申克的救赎 - The Shawshank Redemption",
        "categories": "剧情犯罪",
        "country": "美国 ",
        "duration": " 142 分钟",
        "release_date": "1994-09-10 上映",
        "score": "9.5",
        "drama": "剧情简介\n\n20世纪40年代末，小有成就的青年银行家安迪（蒂姆·罗宾斯 饰）因涉嫌杀害妻子及她的情人而锒铛入狱。在这座名为肖申克的监狱内，希望似乎虚无缥缈，终身监禁的惩罚无疑注定了安迪接下来灰暗绝望的人生。未过多久，安迪尝试接近囚犯中颇有声望的瑞德（摩根·弗里曼 饰），请求对方帮自己搞来小锤子。以此为契机，二人逐渐熟稔，安迪也仿佛在鱼龙混杂、罪恶横生、黑白混淆的牢狱中找到属于自己的求生之道。他利用自身的专业知识，帮助监狱管理层逃税、洗黑钱，同时凭借与瑞德的交往在犯人中间也渐渐受到礼遇。表面看来，他已如瑞德那样对那堵高墙从憎恨转变为处之泰然，但是对自由的渴望仍促使他朝着心中的希望和目标前进。而关于其罪行的真相，似乎更使这一切朝前推进了一步……"
    },
    {
        "title": "泰坦尼克号 - Titanic",
        "categories": "剧情爱情灾难",
        "country": "美国 ",
        "duration": " 194 分钟",
        "release_date": "1998-04-03 上映",
        "score": "9.5",
        "drama": "剧情简介\n\n1912年4月15日，载着1316号乘客和891名船员的豪华巨轮“泰坦尼克号”与冰山相撞而沉没，这场海难被认为是20世纪人间十大灾难之一。1985年，“泰坦尼克号”的沉船遗骸在北大西洋两英里半的海底被发现。美国探险家洛维特（比尔·帕克斯顿 饰）亲自潜入海底，在船舱的墙壁上看见了一幅画，洛维持的发现立刻引起了一位老妇人（格劳瑞亚·斯图尔特 饰）的注意。已经是101岁高龄的露丝称她就是画中的少女。在潜水舱里，露丝开始叙述当年在船上发生的故事。年轻的贵族少女露丝（凯特·温丝莱特 饰）与穷画家杰克（莱昂纳多·迪卡普里奥 饰）不顾世俗的偏见坠入爱河，然而就在1912年4月14日，一个风平浪静的夜晚，泰坦尼克号撞上了冰山，“永不沉没的”泰坦尼克号面临沉船的命运，罗丝和杰克刚萌芽的爱情也将经历生死的考验，最终不得不永世相隔。老态龙钟的罗丝讲完这段哀恸天地的爱情之后，把那串价值连城的项链“海洋之心”沉入海底，让它陪着杰克和这段爱情长眠海底。"
    },
    {
        "title": "罗马假日 - Roman Holiday",
        "categories": "剧情喜剧爱情",
        "country": "美国 ",
        "duration": " 118 分钟",
        "release_date": "1953-08-20 上映",
        "score": "9.5",
        "drama": "剧情简介\n\n欧洲某国的安妮公主（奥黛丽·赫本 饰）到访罗马，国务烦身，但她又厌倦繁文缛节。一天晚上，身心俱疲的她偷偷来到民间欣赏夜景，巧遇报社记者乔（格利高里·派克 饰）。二人把手同游，相当快乐。公主更是到乔的家中作客并在那过夜。不料乔无意中发现了公主的真实身份，他决定炮制一个独家新闻，于是乔和朋友、摄影师欧文（埃迪·艾伯特 饰）一起带公主同游罗马，并且偷拍了公主的很多生活照。然而，在接下来与公主的相处中，乔不知不觉恋上了公主。为了保护公主的形象，乔只能忍痛抛弃功成名就的良机，将照片送予了公主。安妮公主在经历了罗马一日假期后，反而体验了自己对国家的责任，毅然返回了大使馆，为了本身的责任而果断抛弃了爱情。"
    },
    {
        "title": "唐伯虎点秋香 - Flirting Scholar",
        "categories": "喜剧爱情古装",
        "country": "中国香港 ",
        "duration": " 102 分钟",
        "release_date": "1993-07-01 上映",
        "score": "9.5",
        "drama": "剧情简介\n\n唐伯虎（周星驰 饰）身为江南四大才子之首，却有道不尽的心酸。宁王想让唐伯虎帮其图谋作反，被唐伯虎拒绝意淫结仇。唐伯虎在与朋友出游时，遇到了貌若天仙的秋香（巩俐 饰）并对她一见钟情，决心要到华府当家丁以追求秋香，唐伯虎被取名华安。期间华太师遇到了宁王上门刁难，幸好有唐伯虎出面相助，并暴露了自己是唐伯虎的身份。秋香才知道华安是自己欣赏的唐伯虎。华夫人跟唐家有怨，因此二人便开始斗法。怎料宁王跟夺命书生再次上门，华夫人不是对手，幸得唐伯虎出手，华夫人也答应把秋香许配给唐伯虎。"
    },
    {
        "title": "乱世佳人 - Gone with the Wind",
        "categories": "剧情爱情历史战争",
        "country": "美国 ",
        "duration": " 238 分钟",
        "release_date": "1939-12-15 上映",
        "score": "9.5",
        "drama": "剧情简介\n\n美国南北战争前夕，南方农场塔拉庄园的千金斯嘉丽（费·雯丽 饰）爱上了另一个农场主的儿子艾希礼（李斯利·霍华德 饰），遭到了拒绝，为了报复，她嫁给了自己不爱的男人，艾希礼妻子梅兰（奥莉薇·黛·哈佛兰 饰）的弟弟查尔斯。战争期间，斯嘉丽成为寡妇，失去母亲，挑起生活的重担，不再是当初的千金小姐；战争结束后，她又两度为人妻，嫁给了爱她多年的投机商人瑞德（克拉克·盖博 饰）。然而，纵使经历了生活的艰苦，斯嘉丽对艾希礼的感情仍然没有改变。艾希礼妻子梅兰的去世，给了斯嘉丽一个机会，一边是深爱自己的丈夫瑞德，一边是心心念念多年的艾希礼？斯嘉丽会给自己怎样一个不一样的明天？"
    },
    {
        "title": "喜剧之王 - The King of Comedy",
        "categories": "剧情喜剧爱情",
        "country": "中国香港 ",
        "duration": " 85 分钟",
        "release_date": "1999-02-13 上映",
        "score": "9.5",
        "drama": "剧情简介\n\n尹天仇（周星驰 饰）一直醉心戏剧，想成为一名演员，平时除了做跑龙套以外，还会在街坊福利会里开设演员训练班。此时舞小姐柳飘飘在妈妈桑的带领下来到这里要求学做戏，原来柳飘飘有一段非常不愉快的经历，在尹天仇对她指导的过程中，柳飘飘对尹天仇渐生情愫，同时她也成为了夜总会里当红的小姐。尹天仇受到了极多白眼之后，终于得到了大明星鹃姐（莫文蔚 饰）的赏识，提携他担演新戏中的男主角，但没想到突然把他的角色换掉了，令他失望不已。在片场当场务的卧底警员（吴孟达 饰）身份被识穿，尹天仇阴差阳错的帮忙破了案。之后尹天仇继续活跃在街坊福利会的演员训练班里。"
    },
    {
        "title": "楚门的世界 - The Truman Show",
        "categories": "剧情科幻",
        "country": "美国 ",
        "duration": " 103 分钟",
        "release_date": "上映",
        "score": "9.0",
        "drama": "剧情简介\n\n30年前奥姆尼康电视制作公司收养了一名婴儿，他们刻意培养他使其成为全球最受欢迎的纪实性肥皂剧《楚门的世界》中的主人公，公司为此取得了巨大的成功。然而这一切却只有一人全然不知，他就是该剧的唯一主角——楚门。楚门从小到大一直生活在一座叫桃源岛的小城 （实际上是一座巨大的摄影棚），他是这座小城里的一家保险公司的经纪人，楚门看上去似乎过着与常人完全相同的生活，但他却不知道生活中的每一秒钟都有上千部摄像机在对着他，每时每刻全世界都在注视着他，更不知道身边包括妻子和朋友在内的所有人都是《楚门的世界》的演员。虽然感觉到每个人似乎都很注意他，而且从小到大所做的每一件事却都有着一些意想不到的戏剧性的效果， 但这些都没有使这位天性淳朴的小伙子太过于在意。可节目的制作组由于一时的疏忽，竟让在楚门小时候因他而“死”的“父亲”再次露面，“父亲”立即被工作人员带走，直到楚门悲痛万分开始怀疑后他们编织了一个完美的谎言让他们“父子”相见，从而达到他们满意的效果。多年前一位既是《楚门的世界》的忠实观众又是该节目群众演员的年轻姑娘施维亚十分同情楚门，楚门对她一见钟情。她给了楚门一些善意的暗示，自己却被强行带离片场。回忆起施维亚的楚门开始重新认识自己的生活。渐渐地楚门发现他工作的公司每一个人都在他出现后才开始真正的工作，他家附近的路上每天都有相同的人和车在反复来往，更让他不敢相信的是，自称是医生并每天都去医院工作的妻子竟不是医生。楚门开始怀疑他所生活的这个世界，包括他妻子、朋友、父亲等所有的人都在骗他，一种发自内心的恐惧油然而生。痛定思痛，他决定不惜一切代价逃出海景这个令他噤若寒蝉的小城，去寻找属于自己真正的生活和真正爱他的人。然而，楚门却低估了集这个肥皂剧的制作人、导演和监制大权于一身的克里斯托弗的力量。克里斯托弗将一切都设计得近乎完美，近30年里牢牢地把楚门控制在海景的超现实世界之中。几次逃脱都失败后，楚门决定从海上离开这座小城，然而他却绝望地发现他面前的大海和天空竟然也是这个巨大摄影棚的一部分，这时克里斯托弗在天上巨大的控制室里向楚门讲述了事情的来龙去脉，并告诉楚门他如今已经是世界上最受欢迎的明星，他今天所取得的一切是常人无法想象的，如果他愿留在海景就可继续明星生活，楚门不为所动，毅然走向远方的自由之路 。"
    },
    {
        "title": "狮子王 - The Lion King",
        "categories": "动画歌舞冒险",
        "country": "美国 ",
        "duration": " 89 分钟",
        "release_date": "1995-07-15 上映",
        "score": "9.0",
        "drama": "剧情简介\n\n辛巴是荣耀国的小王子，他的父亲木法沙是一个威严的国王。然而叔叔刀疤却对木法沙的王位觊觎已久。要想坐上王位宝座，刀疤必须除去小王子，于是，刀疤利用种种借口让辛巴外出，然后伺机让鬣狗军团大开杀戒，无奈被木法沙及时来救。后来，在反复的算计下，木法沙惨死在刀疤手下；事后，刀疤别有用心的劝辛巴离开，一方面派鬣狗将他赶尽杀绝，但辛巴却逃出生天。辛巴逃亡中遇到了机智的丁满和善良的彭彭，他们见证了辛巴长成雄壮的大狮子。不久，辛巴意外遇上了少年时的玩伴娜娜，娜娜告知辛巴荣耀国遭遇灾难并鼓励他回去复国，但辛巴却不愿意。后来在法师拉飞奇的引导下，辛巴和父亲的英灵会面并下决心复国。在接下来一场复国救民的斗争中，辛巴领会了责任的真谛，并在朋友和亲人的帮助下获得胜利 。"
    },
    {
        "title": "V字仇杀队 - V for Vendetta",
        "categories": "剧情动作科幻惊悚",
        "country": "美国、英国、德国 ",
        "duration": " 132 分钟",
        "release_date": "2005-12-11 上映",
        "score": "8.9",
        "drama": "剧情简介\n\n在未来英国的极权统治下，一位名叫伊维（娜塔莉·波特曼 饰）的年轻女子死里逃生，被一名叫V（雨果·维文 饰）的带面具怪人救出，V具有不可思议的战斗能力，其诡计变化多端，手段极其残忍。当他摧毁了伦敦两个标志性建筑并控制了被政府摆布的电视广播以后，一场革命爆发了。市民被煽动，并企图以起义来对抗政府的专治与镇压。不料，伊维意外的得知了V的神秘背景，同时也发现了关于自己的一个巨大真相，给人们带来的正义与自由却把整个社会推向残酷与堕落的深渊。"
    },
    {
        "title": "少年派的奇幻漂流 - Life of Pi",
        "categories": "剧情奇幻冒险",
        "country": "美国、中国台湾、英国、加拿大 ",
        "duration": " 127 分钟",
        "release_date": "2012-11-22 上映",
        "score": "8.9",
        "drama": "剧情简介\n\n《少年派的奇幻漂流》的故事开始于蒙特娄， 也结束于蒙特娄。一名在找寻灵感的作家，无意间得知了皮辛墨利多·帕帖尔的不可思议的故事。被大家称为派的男孩，成长于1970年代的印度朋迪榭里。他的父亲开了一家动物园，派整天与老虎、斑马、河马和其他异国动物为伍，对信仰、人和动物的本性自有一套看法。然而他试图与孟加拉国虎理查德·帕克交好的举动，却引来父亲勃然大怒。派的父亲当场以血淋淋的教训让他知道：动物与人的思考模式不同，一旦忘记这一点就会送命。这次的教训冲击了派对世界无止尽的好奇心，令他永远无法轻忽，最终甚至影响了他被迫经历的旅程。此时印度发生了全面性的改变，动摇了派的多采多姿的世界。在派17岁那一年，他的父母决定举家移民以追求更好的生活。移民能带来新世界的新冒险，却也代表派必须离开他的初恋情人。在选择移民加拿大之后，派的父母关闭动物园、收拾所有家当搭上一艘日籍货船。在船上，他们遇见一位残忍成性的法国厨师。当天深夜在茫茫大海中，原本令派感到刺激无比的暴风雨，才一瞬间就成了吞噬货船的大灾难。船沉了，然而派却奇迹似的活了下来。他搭着救生船在太平洋上漂流，而且有一名最令人意想不到的同伴－理查德·帕克。冒险的旅程开始了。而这头过去在派的面前展露本性的猛虎，则成了派的大敌。然而在学习共存的过程中，理查德·帕克逐渐成为派重返人世的最大希望。派与理查德·帕克面对许多无法想象的挑战， 包括大自然的壮阔以及无情袭击渺小救生船的狂暴。其中一场特别凶猛的暴风雨，为派带来精神上的体验，让他质疑神对他的安排。然而从头到尾，派都没有绝望。一本旧的求生手册、海上的生物光、壮观的飞鱼群在空中画出的虹弧、闪闪发亮的碧波、以及一头跃出海面的座头鲸，都能让派得到喜悦 。"
    },
    {
        "title": "美丽心灵 - A Beautiful Mind",
        "categories": "剧情传记",
        "country": "美国 ",
        "duration": " 135 分钟",
        "release_date": "2001-12-13 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n英俊而又十分古怪的数学家约翰·纳什 （罗素·克劳饰）念研究生时便发明了他的博弈理论，短短26页的论文在经济、军事等领域产生深远的影响，他开始享有国际声誉。但纳什出众的直觉受到了精神分裂症的困扰，使他向学术上最高层次进军的辉煌历程发生了巨大改变。面对这个曾经击毁了许多人的挑战，纳什在深爱着他的妻子艾丽西亚 （ 詹妮弗·康纳利 饰）的相助下，与被认为是只能好转、无法治愈的疾病作斗争。经过十几年的不懈努力，完全通过意志的力量，他一如既往地坚持工作，并于1994年获得诺贝尔奖，他在博弈论方面颇具前瞻性的工作也成为20世纪最具影响力的理论。而纳什也成了一个不仅拥有美好情感，并具有美丽心灵的人 。"
    },
    {
        "title": "初恋这件小事 - สิ่งเล็กเล็กที่เรียกว่า...รัก",
        "categories": "喜剧爱情",
        "country": "泰国 ",
        "duration": " 118 分钟",
        "release_date": "2012-06-05 上映",
        "score": "8.9",
        "drama": "剧情简介\n\n初中生小水（平采娜·乐维瑟派布恩 饰）相貌平平，家境一般，所以在学校里并不受重视。但是她心地善良，又有一群死党，日子过得倒也开心。某天，她遇见了帅气的学长阿亮（马里奥·毛瑞尔 饰），春心萌动，无 法遏制。她喜欢看他踢足球，看他拍照，如痴如狂。上英语课时，她不停地给死党传纸条 表达对阿亮的爱慕。然而，英语老师则指出她除了英语一无是处。回到家，叔叔从美国捎来了父亲的消息，说如果她能考全校第一，就可以去美国。于是，她按下决心要努力加油。某天，小水等人在买饮料时，碰到篮球队员蛮横插队。阿亮挺身而出，为她们教训了对方，并挨了校长的责骂。小水也第一次听说，阿亮的父亲因为射失点球而退役的事情，理解了他心中的隐痛。由于舞蹈队是给美女准备的，所以小水等一干姐妹准备在话剧社大展身手，没想到学长也来到这个社团。两人还扮演王子公主，他们的恋情会由此展开么？……"
    },
    {
        "title": "借东西的小人阿莉埃蒂 - 借りぐらしのアリエッティ",
        "categories": "动画奇幻冒险",
        "country": "日本 ",
        "duration": " 94 分钟",
        "release_date": "2010-07-17 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n虽然患有心脏方面的疾病，但是少年翔（神木隆之介 配音）的父母依然对他疏于呵护。为了准备即将到来的手术，翔来到了位于偏远乡间的姨婆（竹下景子 配音）家静养。姨婆家位于一片幽静的丛林中，这是一幢有着上百年历史的欧式别墅。这里除了生活着姨婆和女佣阿春（树木希林 配音）外，还有一个奇特的三口之家，“借东西一族”——小人阿莉埃蒂（志田未来 配音）和她的爸爸（三浦友和 配音）妈妈（大竹忍 配音），他们生活在别墅的地板下，只有几公分高，过着不为人类察觉的生活。遇到所需的日常用品时，便会在夜深人静之时偷偷潜入厨房借出来。翔无疑中瞥见阿莉埃蒂的身影，他有心接近这些传说中的小人，却不知不觉打扰了他们的生活……"
    },
    {
        "title": "一一 - Yi yi: A One and a Two",
        "categories": "剧情爱情家庭",
        "country": "中国台湾、日本 ",
        "duration": " 173 分钟",
        "release_date": "2000-05-15 上映",
        "score": "8.8",
        "drama": "剧情简介\n\nNJ（吴念真 饰）是个很有原则的生意人，同妻子敏敏（金燕玲 饰）、女儿婷婷（李凯莉 饰）、儿子洋洋（张杨洋饰）以及外婆住在台北某所普通公寓里。小舅子的一场麻烦婚礼过后，因为外婆突然中风昏迷，他迎来更加混乱的日子。敏敏公司、家里两头跑，时常感觉自己要被耗空；婷婷一直为外婆的中风内疚，恋爱谈到中途发现自己不过是替代品；NJ更是麻烦重重，公司面临破产，他又不愿放下别人眼里一文不值的自尊。一家人里，似乎只有洋洋没有烦恼，他平静地用照相机拍着各种人的背面，帮他们长出另一双眼睛，然而，洋洋简简单单的一句话，道出更深的悲凉。"
    },
    {
        "title": "美丽人生 - La vita è bella",
        "categories": "战争剧情爱情",
        "country": "意大利 ",
        "duration": " 116 分钟",
        "release_date": "2020-01-03 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n犹太青年圭多（罗伯托·贝尼尼 饰）邂逅美丽的女教师朵拉（尼可莱塔·布拉斯基 饰），他彬彬有礼的向多拉鞠躬：“早安！公主！”历经诸多令人啼笑皆非的周折后，天遂人愿，两人幸福美满的生活在一起。然而好景不长，法西斯政权下，圭多和儿子被强行送往犹太人集中营。多拉虽没有犹太血统，毅然同行，与丈夫儿子分开关押在一个集中营里。聪明乐天的圭多哄骗儿子这只是一场游戏，奖品就是一辆大坦克，儿子快乐、天真的生活在纳粹的阴霾之中。尽管集中营的生活艰苦寂寞，圭多仍然带给他人很多快乐，他还趁机在纳粹的广播里问候妻子：“早安！公主！”法西斯政权即将倾覆，纳粹的集中营很快就要接受最后的清理，圭多编给儿子的游戏该怎么结束？他们一家能否平安的度过这黑暗的年代呢？"
    },
    {
        "title": "海上钢琴师 - La leggenda del pianista sull'oceano",
        "categories": "剧情爱情音乐",
        "country": "意大利 ",
        "duration": " 126 分钟",
        "release_date": "2019-11-15 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n1900年的第一天，往返于欧美两地的邮轮Virginian号上，负责邮轮上添加煤炭的工人丹尼·博德曼 （比尔·努恩饰）在头等舱上欲捡拾有钱人残留下来的事物时，却意外的在钢琴上发现一个被遗弃的新生儿，装在TD牌柠檬的空纸箱内。由于坚信“TD”正代表了Thanks Danny的缩写，于是丹尼不顾其他工人的嘲笑，独立抚育这个婴儿，并为了纪念这特别的一天，将他取名为：1900。海上出生的1900 （蒂姆·罗斯饰），在陆地上却是个从未存在的人，没有亲人、没有户籍，也没有国籍，大海便是他的摇篮，而他也随着Virginian号往返靠泊各个码头，逐渐长大。然而好景不常，一次的海上意外事件，造成抚养1900的丹尼意外丧生，幸而奇迹似的，某天深夜船上的众人被优美的琴声所惊醒，循着琴声而往，居然是无师自通的1900在钢琴前忘我的演奏着，动人的旋律打动了众人，从此，1900展开了在海上弹奏钢琴的旅程，也吸引了愈来愈多慕名而来的旅客。 　　马克斯 （ 普路特·泰勒·文斯 饰）在因缘际会下来到Virginian号加入乐队伴奏，也因此见识到这位传说中的海上钢琴师1900，两人因此结为好友。而1900在与发明爵士乐的传奇钢琴手杰利同船竞技钢琴琴艺之后，声势更是如日中天。但尽管马克斯再三鼓励1900下船去向全世界展露他的天赋，1900却始终未曾踏足陆地一步。直到他在为唱片公司录制个人专辑时，意外见到船舱之外清秀动人的女孩，并在感动之余创作了《1900's Theme》。随着女孩的下船离去，1900的心开始波动 。"
    },
    {
        "title": "千与千寻 - 千と千尋の神隠し",
        "categories": "动画冒险奇幻家庭",
        "country": "日本 ",
        "duration": " 125 分钟",
        "release_date": "2019-06-21 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n千寻和爸爸妈妈一同驱车前往新家，在郊外的小路上不慎进入了神秘的隧道——他们去到了另外一个诡异世界—一个中世纪的小镇。远处飘来食物的香味，爸爸妈妈大快朵颐，孰料之后变成了猪！这时小镇上渐渐来了许多样子古怪、半透明的人。千寻仓皇逃出，一个叫小白的人救了他，喂了她阻止身体消失的药，并且告诉她怎样去找锅炉爷爷以及汤婆婆，而且必须获得一份工作才能不被魔法变成别的东西。千寻在小白的帮助下幸运地获得了一份在浴池打杂的工作。渐渐她不再被那些怪模怪样的人吓倒，并从小玲那儿知道了小白是凶恶的汤婆婆的弟子。一次，千寻发现小白被一群白色飞舞的纸人打伤，为了救受伤的小白，她用河神送给她的药丸驱出了小白身体内的封印以及守封印的小妖精，但小白还是没有醒过来。为了救小白，千寻又踏上了她的冒险之旅。"
    },
    {
        "title": "迁徙的鸟 - The Travelling Birds",
        "categories": "纪录片",
        "country": "法国、德国、意大利、西班牙、瑞士 ",
        "duration": " 98 分钟",
        "release_date": "2001-12-12 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n当鸟儿用羽翼去实现梦想，翱翔在我们永远无法凭借自身企及的天空，人类又该赋予他们怎样的赞叹呢？“鸟的迁徙是一个关于承诺的故事，一种对于回归的承诺。”雅克·贝汉以这样一句话带我们踏上了鸟与梦飞行之旅。"
    },
    {
        "title": "黄金三镖客 - Il buono, il brutto, il cattivo.",
        "categories": "西部冒险",
        "country": "意大利、西班牙、西德 ",
        "duration": " 161 分钟",
        "release_date": "1966-12-23 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n故事发生在美国南北战争时期。图科（埃里·瓦拉赫 饰）是一个图财害命的江洋大盗，因此他被镇上悬赏通缉。布兰迪（克林特·伊斯特伍德 饰）是一个除暴安良的牛仔，他无意中抓住了图科，但嫌赏金不够又掳走了他。在荒漠中，布兰迪惩罚图科让其自生自灭。但是诡诈的图科居然逃过了一劫，并纠集一些帮凶在客栈捉住了布兰迪。正当图科以牙还牙折磨布兰迪的时候，他劫持了一个名叫卡森的士兵。后者临死前留下了宝藏的秘密，图科和布兰迪分别获得了一半信息。与此同时，一个狡猾的杀手桑坦萨（李·范·克里夫 饰）也通过其他渠道发现了宝藏的秘密。于是，在寻宝的道路上，三个人使出浑身解数，上演了一场场对决的好戏……"
    },
    {
        "title": "海洋 - Océans",
        "categories": "纪录片",
        "country": "法国、瑞士、西班牙、美国、阿联酋 ",
        "duration": " 104 分钟",
        "release_date": "2011-08-12 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n影片讲述了热爱动物又充满幻想的十岁男孩方小奇，由于父母常年在外工作，所以只能在爷爷工作的“极地海洋世界”里度过自己的童年。值得庆幸的是，“海洋世界”里千姿百态的各种海洋动物，让小奇的生活充满了欢乐和幸福。 一天晚上，远在北极的爸爸给小奇来的一封信又使他失望了,信中说我们的科考工作还没完成，因此不能回来给你过生日了。小奇非常难过，便拿着爸爸的信独自来到海豚池边偷偷哭泣。就在这个时候，奇迹发生了！那只平时就跟小奇很要好的小海豚琪琪，突然开口和他‘说话’了！它告诉小奇，它也很难过，天天思念自己的爸爸。两颗心，因为同一种情感被紧紧地联系在一起。 小奇从饲养员那里得知，琪琪是被人类从大海里救回来的。当年它爸爸为了保护它，在和鲨鱼拼搏中受了重伤，现在还不知是生还是死。琪琪的悲惨经历，让小奇决心帮助琪琪找到它的爸爸。 就在小奇和同学们努力准备的时候，琪琪却突然病了。望着不吃不喝的“好朋友”，小奇流下了眼泪。他知道，琪琪的病是因为它见不到爸爸而造成的！情急之下，小奇和维维、洋洋等好朋友把琪琪从“海洋世界”偷运出去，可就在他们的行动将要成功的时候，却被饲养员发现了。小奇不仅被平日里非常疼爱他的爷爷怒斥，还被禁止再来海豚池看琪琪！小奇又气又急，终于也发起了高烧。 小奇怎么也不知道，他和琪琪之间的友谊，他为“海洋朋友”所做的一切努力，同样也打动了一些人的心，他们正在为琪琪重归大海，重见爸爸而暗暗努力着。一段关于人与动物、亲情与友谊、爱与理解的美丽故事，正在那个如梦如幻的海洋世界里上演着……"
    },
    {
        "title": "我爱你 - 그대를 사랑합니다",
        "categories": "剧情爱情",
        "country": "韩国 ",
        "duration": " 118 分钟",
        "release_date": "2011-02-17 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n每天清晨骑着摩托车送牛奶的金万石嘴边总是挂着脏话，但其实是个热心肠的人。有一天，万石在上坡的时候偶遇了靠收废纸为生，孤独且艰辛的宋怡芬，并在孙女金妍儿的穿针引线下，对她产生了特殊的感情。在停车场工作的张君峰的妻子患有老年痴呆症。他每天早出晚归工作，回到家后就尽心照顾妻子。然而妻子却将不久于人世。君峰深爱着自己的妻子，因此悲痛无比。他想帮妻子减轻痛苦，同时他也无法接受没有妻子陪伴的日子，最后决定同妻子一起离开这个世界。他将门窗仔细封好，坐在妻子身边，笑着对她说一起走过了这么长的一辈子，下辈子还要娶她，妻子摇摇头说你永远都在为我付出而我却不能为你做什么，我不能再拖累你了。躺在妻子身边，握着她的手，平静地等待最后时刻的到来。老友夫妇的死对怡芬触动很大，她深爱着万石，不想失去他，但他已临近生命的终点，她不能承受死亡将他们分开，思虑再三，决定自己独自带着最美好的回忆回到老家，慢慢老去。万石起先无法接受，后来还是理解了她的选择，并决定送她回家。在她的老宅前，两人互相望着对方，千言万语都包含在着最后的凝望中。两人唯一的一次拥抱，深深的一抱，不禁都老泪纵横。随着握着的双手渐渐地分开，一段恋情就此慢慢地飘散开来，又在两人的心中汇聚，尘封在记忆之中。弥留之际，万石仿佛看到自己骑着摩托，来到怡芬的老宅前，载着她越过田野，越过山谷，越过天空，去往他们的天堂。老人带着一脸的满足，微笑着离去。"
    },
    {
        "title": "阿飞正传 - Days of Being Wild",
        "categories": "剧情爱情犯罪",
        "country": "中国香港 ",
        "duration": " 94 分钟",
        "release_date": "2018-06-25 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n英俊不凡的旭仔阿飞 （张国荣饰）是上海移民，他从未见过生母，自小由养母 （潘迪华饰）养大，因此长大后他对生命中遇到的每一个女人都冷酷无情。放荡不羁的他先后与南华体育会售票员苏丽珍 （张曼玉饰）和舞女咪咪 （刘嘉玲饰）同居，但后来又相继抛弃了她们。旭仔从养母处得知，自己原是混着西班牙和菲律宾贵族血统的私生子旭仔决要找到生母，为此他只身前往菲律宾，可是生母拒见，带着怨恨离开。旭仔在离开香港前，将车子给予歪仔 （张学友饰）。咪咪发现旭仔走了，问歪仔知不知道他在那里，歪仔告诉她旭仔去了菲律宾，并将旭仔的车子卖掉，将钱给她去菲律宾找旭仔。一直暗恋苏丽珍的警察超仔 （刘德华饰）目睹了苏丽珍与旭仔的决裂，并在母亲死后，决定改行去跑船。超仔在菲律宾唐人街又遇上了旭仔，不过他假装自己不认识他。不久，旭仔因为买卖假护照而在一场殴斗中身负重伤，超仔问他记不记得某年4月16日下午3时他在做什么，旭仔说要记得的他永远记得，但是他叫超仔告诉苏丽珍他已经不记得了。最后他守着死在一列异国火车上的旭仔。在这同时，另一个阿飞 （梁朝伟饰）精心打理自己准备出门，继续上演着无脚鸟的故事 。"
    },
    {
        "title": "爱·回家 - 집으로...",
        "categories": "剧情家庭",
        "country": "韩国 ",
        "duration": " 80 分钟",
        "release_date": "2002-04-05 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n坐完火车，又坐汽车，再走弯弯的山路，妈妈领着7岁的相宇去外婆家。作为单身母亲的她为了方便找工作暂时把相宇留在那里。相宇的外婆不能说话，也不识字，而一直生活在可乐、电子游戏和溜冰鞋世界里的相宇，刚开始无法适应连游戏机、电池都没有得卖的农村生活，他开始表现自己的不满，为了买电池，相宇偷走外婆的银头簪拿去卖；相宇还不顾在一旁缝袜子的外婆，在地板上玩起了溜冰。有一天，想吃炸鸡的相宇通过各种手势，终于成功向外婆表达了自己的意愿，而外婆只理解到鸡肉，做出来的是“泡在水里的鸡”———炖鸡，相宇很生气，推翻了饭碗。面对这一切外婆唯一的表示就是不停用手势表示对不起，因为连买电子游戏机电池的钱都给不起，因为不能满足相宇想吃炸鸡的要求而对不起。"
    },
    {
        "title": "龙猫 - となりのトトロ",
        "categories": "动画冒险奇幻家庭",
        "country": "日本 ",
        "duration": " 86 分钟",
        "release_date": "2018-12-14 上映",
        "score": "9.1",
        "drama": "剧情简介\n\n小月（日高法子 配音）的母亲（岛本须美 配音）生病住院了，父亲（糸井重里 配音）带着她与四岁的妹妹小梅（坂本千夏 配音）到乡间居住。她们对那里的环境都感到十分新奇，也发现了很多有趣的事情。她们遇到了很多小精灵，她们来到属于她们的环境中，看到了她们世界中很多的奇怪事物，更与一只大大胖胖的龙猫（高木均 配音）成为了朋友。龙猫与小精灵们利用他们的神奇力量，为小月与妹妹带来了很多神奇的景观，令她们大开眼界。妹妹小梅常常挂念生病中的母亲，嚷着要姐姐带着她去看母亲，但小月拒绝了。小梅竟然自己前往，不料途中迷路了，小月只好寻找她的龙猫及小精灵朋友们的帮助。"
    },
    {
        "title": "七武士 - 七人の侍",
        "categories": "剧情动作冒险",
        "country": "日本 ",
        "duration": " 207 分钟",
        "release_date": "1954-04-26 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n日本战国时代，一小山村面临着山贼的威胁，为了保护秋天的收成，村中长老决定让去请武士来保护村子安全，但只能拿出的报酬是一天三顿的白米饭。在城里，他们遭到了武士白眼甚至被打。直到勘兵卫（志村乔 饰）的出现，他现今已沦为浪人，几经考虑最后答应了。他对农民说至少需要七名武士，于是久藏（宫口精二 饰）、胜四郎（木村功 饰）、五郎（稻叶义男 饰）、七郎（加东大介 饰）、平八（千秋实 饰）和菊千代（三船敏郎 饰）等六人也加入了队伍，七个人肩负保卫村子的任务。整个防御准备的过程中，武士与农民间发生许多摩擦也闹出不少笑话。而在一次偷袭行动中，有武士为救农民被火枪打死，很快山贼的反扑随之而来，一场恶战即将开始。"
    },
    {
        "title": "美国往事 - Once Upon a Time in America",
        "categories": "剧情犯罪",
        "country": "意大利、美国 ",
        "duration": " 229 分钟",
        "release_date": "2015-04-23 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n二十年代的美国，纽约少年“面条”（罗伯特·德尼罗 饰）和几个同龄朋友一起认识了聪明狡黠的“麦大”（詹姆斯·伍兹 饰），他们开始从事走私活动。不久，面条在一场械斗中杀伤人命，被关进监牢。若干年后，“面条”出狱，当时的小伙伴们已经变成了健壮的青年人，在“麦大”的带领下，他们开始了一系列抢劫、盗窃、敲诈活动。随着犯罪活动的不断深入，“麦大”似乎被胜利冲昏了头脑，竟然把美国联邦储备银行也列入了行动目标。“面条”不忍眼看好友走向毁灭，偷偷打电话报警，想逼迫“麦大”收手。警察与“面条”的朋友展开激烈枪战，“麦大”等人全部被杀。“面条”带着深深的悔恨和痛苦，离开纽约，回到年少时生长的地方。三十五年过去了，几近垂暮的“面条”重新回到纽约的伤心地，他遇见了少时的朋友和旧情人，而当年“麦大”他们的死，背后竟然包含着出乎意料的阴谋。"
    },
    {
        "title": "完美的世界 - A Perfect World",
        "categories": "剧情犯罪",
        "country": "美国 ",
        "duration": " 138 分钟",
        "release_date": "1993-11-24 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n单亲孩子菲利普·佩里（T·J·劳瑟 饰）的母亲对他管教甚严，8岁的小菲利普甚至从未参加过一次鬼节讨糖果的游戏。附近州监狱的两名罪犯越狱成功，劫持了菲利普作为人质，向德州边界逃窜。途中，罪犯之一的布奇（凯文·科斯特纳 饰）干掉了鲁莽愚蠢的同伙，却对小菲利普照顾有佳。与此同时，德州警探瑞德（克林特·伊斯特伍德 饰）带着手下和州长特派的犯罪专家萨利（劳拉·邓恩 饰）一同火速追捕布奇。双方在德克萨斯州境内展开了一场公路赛大竞技；而小菲利普也经历了很多从未想过过的刺激与快乐，并与布奇产生了一种近似父子的不寻常感情……"
    },
    {
        "title": "上帝之城 - Cidade de Deus",
        "categories": "剧情犯罪",
        "country": "巴西、法国 ",
        "duration": " 130 分钟",
        "release_date": "上映",
        "score": "8.8",
        "drama": "剧情简介\n\n巴西里约热内卢的贫民窟，这里是“上帝之城”，更是魔鬼也会叹息着转身的地方。阿炮（亚历山大·罗德里格斯 饰）带着我们到了这里，他见证了这里二十多年来被残暴、贪婪、复仇、野心、背叛、掠夺所裹挟的混乱生活以及最终导致的一场灾难性的黑帮争斗。虽然从小就要辗转于匪徒间求生存，但胆小怕事的性格与自我保护的本能却使他一直能平安度日。60年代初，阿毛、阿夹和阿呆是这里的“少年三侠”，在抢劫完旅馆之后，他们三人分道扬镳，阿夹重回上帝的怀抱，而阿呆和阿毛纷纷付出了生命的代价。70年，当年“少年三侠”手下的小弟小豆子（道格拉斯·席尔瓦 饰）靠着自己的心狠手辣，不停地吞并别人的地盘，成为了贫民区的“小霸王”，生意也从抢劫升级到了更为暴利的毒品买卖，和他一起飞黄腾达的还有班尼（Phellipe·哈根森 饰）。班尼认识了美丽的安迪丽卡（艾莉丝·布拉加 饰），准备归隐，在送别的晚会上，他意外被对头杀害，悲痛之下，“小霸王”集合人手给班尼报仇，帮派之间的厮杀就此开始。此时的阿炮，机缘巧合下成为了杂志社的见习摄影师，他的相机，照下的却是孩子们持枪核弹的狰狞，和帮派间无休无止的仇杀。"
    },
    {
        "title": "辩护人 - 변호인",
        "categories": "剧情",
        "country": "韩国 ",
        "duration": " 127 分钟",
        "release_date": "2013-12-18 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n1978年，只有高中学历的宋佑硕（宋康昊 饰）通过多年的艰苦努力，终于通过司法考试，并在成为法官后很快转行成为一名律师。他敏锐地从最新政策中嗅到商机，以不动产代书业务起家。虽然被同行讥讽为随时随地派发名片的夜店小弟，但佑硕不以为忤，一步一步朝着心中的目标迈进。他依靠赚来的钱让妻儿过上富足的生活，也还了七年前在饭店大婶那里欠下的良心债。进入20世纪80年代，韩国民主化斗争愈演愈烈。佑硕全然不管窗外事，关起门来继续赚钱。然而社会的巨变已经不容他置身事外，饭店大婶的儿子朴镇宇因从属的釜山读书联合会被控为左翼社团而遭到逮捕，更受到残酷的虐待和不公的指控。虽然爱钱却更重感情的佑硕，就这样走上了为民主辩护的道路……"
    },
    {
        "title": "忠犬八公物语 - ハチ公物語",
        "categories": "剧情",
        "country": "日本 ",
        "duration": " 107 分钟",
        "release_date": "1987-08-01 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n1923年，日本秋田县大馆市天降大雪，近藤家纯种秋田犬产仔，赠与县土木科长间濑。后者将其中一犬转赠东京帝国大学教授上野秀次郎（仲代达矢 饰）驯养。上野的独生女千鹤子对此欢欣鼓舞，而上野夫妇却面露难色。后来，千鹤子（石野真子 饰）谈恋爱，竟怀了男友的孩子。男友专程登门造访。上野与之对谈，后者诚惶诚恐，坦言要对其女儿负责，事不宜迟，即日便举行婚礼，上野闻听此言，转怒为喜。千鹤子出嫁后，上野旋即把全部的心血与爱都投注在幼犬身上，并取名为阿八。每日上下班，阿八必在涩谷车站等候，一年四季，风雨无阻，令路人叹为观止，成为地方一道风景，主仆之情感动天地……"
    },
    {
        "title": "海豚湾 - The Cove",
        "categories": "纪录片",
        "country": "美国 ",
        "duration": " 92 分钟",
        "release_date": "2009-07-31 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n日本和歌山县太地，是一个景色优美的小渔村，然而这里却常年上演着惨无人道的一幕。每年，数以万计的海豚经过这片海域，他们的旅程却在太地戛然而止。渔民们将海豚驱赶到靠近岸边的一个地方，来自世界各地的海豚训练师挑选合适的对象，剩下的大批海豚则被渔民毫无理由地赶尽杀绝。这些屠杀，这些罪行，因为种种利益而被政府和相关组织所隐瞒。理查德·贝瑞年轻时曾是一名海豚训练师，他所参与拍摄电影《海豚的故事》备受欢迎。但是，一头海豚的死让理查德的心灵受到强烈的震撼。从此，他致力于拯救海豚的活动。不顾当地政府和村民百般阻挠，他和他的摄影团队想方设法潜入太地的海豚屠杀场，只为将罪行公之于众，拯救人类可爱的朋友……"
    },
    {
        "title": "英雄本色 - A Better Tomorrow",
        "categories": "剧情动作犯罪",
        "country": "中国香港 ",
        "duration": " 95 分钟",
        "release_date": "2017-11-17 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n宋子豪（狄龙 饰）与Mark（周润发 饰）是一个国际伪钞集团之重要人物，也是情如手足的挚友。宋子豪之弟宋子杰（张国荣 饰）刚刚考入警官学校，其女友钟柔（朱宝意 饰）聪明敏慧，对子杰情深一片。一次，宋子豪带手下谭成（李子雄 饰）去台北与当地黑帮作伪钞交易。不料谭成早已勾结台北黑帮，出卖子豪。在一场枪战中宋子豪受伤，被闻讯而来的警察捕获入狱。Mark得知宋子豪被捕，孤身一人赴台北击毙黑帮头目，自己也身负重伤，艰难地逃离现场。与此同时，台湾黑帮唯恐子豪在狱中向警方泄密，派人至香港绑架子豪之父，混战中老父丧命。宋子豪的弟弟子杰得知兄长原为伪钞集团头目，老父为之而死，遂对子豪及黑社会恨之入骨，决心除暴安良。三年后，宋子豪出狱回到香港，决心弃暗投明，但得不到宋子杰的谅解。当年出卖宋子豪的谭成现已成为老大。他假惺惺地要求宋子豪合作，遭到拒绝，便设计加害宋子杰。宋子豪忍无可忍，联合Mark盗取谭成制造伪钞的电脑软盘，随即交给宋子杰。但同时佯称以软盘与谭成做交易，计划在交易时活捉谭成。岂料谭成早有准备，双方在码头展开枪战。这时，宋子杰也驾车赶来，激战中Mark不幸身亡。警察蜂拥而至，包围了码头。为了不连累宋子杰，宋子豪开枪击毙谭成后，从宋子杰身上取下手铐自缚，向警察自首。两兄弟终于言归于好。"
    },
    {
        "title": "恐怖直播 - 더 테러 라이브",
        "categories": "剧情悬疑犯罪",
        "country": "韩国 ",
        "duration": " 97 分钟",
        "release_date": "2013-07-31 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n韩国首尔某个平凡的早上，广播电台Daily Topic节目的主持人尹英华（河正宇 饰）正就税率改革与听众进行连线，这时一个自称住在首尔昌信洞的普通工人朴鲁圭打入电话，大肆抱怨超高的电费和相关部门对他的威胁。尹英华颇不耐烦，以偏离主题为由强行切断电话。谁知连线无法单方面由电台方面中断，愤怒的朴鲁圭继续抱怨，并扬言炸掉汉江大桥。尹英华不以为然，进而怂恿对方想做就做，谁知话音刚落，窗外的麻浦大桥便炸作废墟。大惊失色的尹英华很快冷静下来，他决定利用这次难得的机会打一次事业的翻身仗。在他的主持下，针对恐怖分子的连线直播就此展开，无关良知的节目拉开帷幕……"
    },
    {
        "title": "7号房的礼物 - 7번방의 선물",
        "categories": "剧情喜剧家庭",
        "country": "韩国 ",
        "duration": " 127 分钟",
        "release_date": "2013-01-23 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n1997年，只有6岁儿童智商的智障男子李龙久（柳成龙 饰）和可爱的女儿艺胜（葛素媛 饰）相依为命，生活虽然简单清贫，却充满幸福。某天，执着为女儿买美少女战士书包的龙久意外卷入一起幼童诱拐奸杀案，而死者竟是警察局长的女儿。龙久懵懂无知，搞不清状况，昏头昏脑就被投入监狱。在7号牢房中，聚集着走私犯蘇杨浩（吴达洙 饰）、诈骗犯崔春浩（朴元尚 饰）、通奸犯姜万范（金正泰 饰）、恐吓犯老徐（金基灿 饰）和抢劫犯申奉植（郑万植 饰）等五毒俱全的“社会渣滓”。龙久孩子般纯洁的心渐渐感动了这几个“大坏蛋”，他们甚至不惜冒险将艺胜带入牢房与父亲相会。黑暗冰冷的监牢内，7号牢房阳光满满……"
    },
    {
        "title": "窃听风暴 - Das Leben der Anderen",
        "categories": "剧情悬疑",
        "country": "德国 ",
        "duration": " 137 分钟",
        "release_date": "2006-03-23 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n1984年的东德，整个社会笼罩在国家安全局的高压统治之下，特工魏斯曼（乌尔利希·穆厄 饰）奉命监听剧作家德莱曼（塞巴斯蒂安·寇治 饰）及其女友演员克里斯蒂娜（玛蒂娜·杰蒂克 饰）的生活，监听过程中，魏斯曼渐渐对这家人的生活产生了兴趣，开始暗中帮助他们。一篇刊登在西德《明 镜》报上的文章引起了特工头目的注意，他们认为这篇文章是德莱曼写的，并逮捕了克里斯蒂娜，希望能够从她口中得出她丈夫的秘密？而审问克里斯蒂娜的正是魏斯曼……"
    },
    {
        "title": "时空恋旅人 - About Time",
        "categories": "喜剧爱情奇幻",
        "country": "英国 ",
        "duration": " 123 分钟",
        "release_date": "2013-09-04 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n长到21岁的时候，蒂·姆雷克 （多姆纳尔·格里森饰演）突然得知自己有穿越时空的能力。在和往年一样不欢而散的新年派对之后，蒂姆的爸爸 （比尔·奈伊饰演）跟他坦诚布公：我们这个家族的男人，生来就有着穿越时空的神力。蒂姆虽然不能改变历史，但是他能够改变自己生命中发生过的和将要发生的一些小事，所以他决定运用自己的能力，让生活变得美好——说白了他是希望给自己找一个女朋友。然而，这并非像他相信中那么容易。蒂姆从康沃尔海岸搬到了伦敦，受训成为律师，在这里他终于遇上了一位漂亮但不那么自信的姑娘，名叫玛丽（ 瑞秋·麦克亚当斯 饰演）。两人相爱了。然而一次“穿越”当中，蒂姆不小心改变的一件小事就像像“蝴蝶效应”一样让他在将来生活中没有机会遇到玛丽。通过一次又一次的尝试，蒂姆一次又一次地和玛丽相遇，他终于赢得了她的心 。"
    },
    {
        "title": "穿条纹睡衣的男孩 - The Boy in the Striped Pajamas",
        "categories": "剧情战争",
        "country": "英国、美国 ",
        "duration": " 94 分钟",
        "release_date": "2008-08-28 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n1940年代的柏林，八岁的小男孩布鲁诺和同学在外面玩耍后回 到家里，发现家里正忙得不可开交。原来身为纳粹军官的父亲被升职将要调遣，母亲正在准备一次聚会。只不过布鲁诺一点儿也高兴不起来，父亲的新职务是在波兰的纳粹集中营，全家都要搬过去，这样他不得不离开心爱的家和伙伴们。一开始布鲁诺很难适应新的生活环境，很快就觉得无聊起来。没有同龄人陪他玩，母亲也禁止他到处走。倒是姐姐从来不讨厌跟他聊天，因为姐姐忙于摆弄自己的布娃娃，或者是跟父亲的同事——一位年轻英俊的男子聊天。布鲁诺从自己房间的窗户往外看，有一处很奇怪的农场，人们都穿着条纹睡衣在干活。正当他想试着多去了解一些的时候，又被警告不许接近那里。实际上就连母亲也不太清楚这里，她以为只是住在某个劳动营的隔壁，丈夫隐瞒了这里是杀人工厂 奥斯维辛集中营的真相。有一天布鲁诺在花园里玩的时候，不小心摔倒把膝盖碰伤了。在厨房干活的穿着条纹睡衣的帕维尔赶过来帮助他包扎了伤口。两人从此结为了好友。在房子周围晃悠了几周之后，布鲁诺终于决定越过界限来到了一个用电线网制成的围墙边，看到围墙的另一边有一个穿着条纹睡衣的男孩在用手推车倒碎石子。他很惊讶终于在这里发现了可以一起玩的同龄人，布鲁诺以后每天都要偷偷来这里和新朋友什穆埃尔见面。数周过去，布鲁诺对于自己的所见所闻愈加感到困惑，家人教导他所有 犹太人都是魔鬼而他与什穆埃尔的关系却越来越紧密。另一方面，父亲决定把他们和妈妈送到海德堡的姑姑那里去。一想到从此无法再见到这位最好的新朋友，布鲁诺感到很绝望。什穆埃尔告诉布鲁诺自己的父亲失踪了三天，布鲁诺决定利用最后的时间为他做些事情，于是也穿上了一件条纹睡衣，从一块松动的铁丝网下爬进集中营。然而，无情的命运却与小男孩布鲁诺开了一个天大的玩笑，他的生命也将从此划上句号 。"
    },
    {
        "title": "教父 - The Godfather",
        "categories": "剧情犯罪",
        "country": "美国 ",
        "duration": " 175 分钟",
        "release_date": "2015-04-18 上映",
        "score": "8.8",
        "drama": "剧情简介\n\n40年代的美国，“教父”维托·唐·柯里昂（马龙·白兰度 饰）是黑手党柯里昂家族的首领，带领家族从事非法的勾当，但同时他也是许多弱小平民的保护神，深得人们爱戴。 因为拒绝了毒枭索洛索的毒品交易要求，柯里昂家族和纽约其他几个黑手党家族的矛盾激化。圣诞前夕，索洛索劫持了“教 父”的参谋汤姆，并派人暗杀“教父”；因为内奸的出卖，“教父”的大儿子逊尼被仇家杀害；小儿子麦克（阿尔·帕西诺 饰）也被卷了进来，失去爱妻。黑手党家族之间的矛盾越来越白热化。年老的“教父”面对丧子之痛怎样统领全局？黑手党之间的仇杀如何落幕？谁是家族的内奸？谁又能够成为新一代的“教父”？血雨腥风和温情脉脉，在这部里程碑式的黑帮史诗巨片里真实上演。"
    }
]